Repository: martpie/museeks
Catalog: src/translations/*.po
Languages: fr, ru

source: Loading devices...
ru: Загружается список устройств...

source: Could not get audio output devices
ru: Не удалось получить список устройств вывода звука

source: No audio devices found
ru: Звуковые устройства не обнаружены

source: Repeat
fr: Lecture en boucle
ru: Повтор

source: Shuffle
fr: Lecture aléatoire
ru: Шафл

source: Album cover
fr: Couverture de l'album
ru: Обложка альбома

source: {skippedItemsCount, plural, one {# invalid item ignored} other {# invalid items ignored}}
fr: {skippedItemsCount, plural, one {# élément invalide ignoré} other {# éléments invalides ignorés}}
ru: Пропущен{skippedItemsCount, plural, one { # некорректный объект} few {ы # некорректных объекта} many {о # некорректных объектов}}

source: {0, plural, one {# folder added to the library} other {# folders added to the library}}
fr: {0, plural, one {# dossier ajouté à la bibliothèque} other {# dossiers ajoutés à la bibliothèque}}
ru: В библиотеку добавлен{0, plural, one {а # папка} few {ы # папки} many {о # папок}}

source: Add music to the library
fr: Ajouter de la musique à la bibliothèque
ru: Добавить музыку в библиотеку

source: Drop folders anywhere
fr: Déposer des dossiers n'importe où
ru: Отпустите папки в любом месте

source: Library
fr: Bibliothèque
ru: Библиотека

source: Artists
fr: Artistes
ru: Исполнители

source: Playlists
ru: Плейлисты

source: Settings
fr: Paramètres
ru: Настройки

source: scanning tracks...
fr: scan des pistes...
ru: сканирование треков...

source: Something wrong happened: {errorMessage}
fr: Une erreur s'est produite : {errorMessage}
ru: Случилось что-то не то: {errorMessage}

source: how?
fr: comment ?
ru: как?

source: View not found ({0}). How did you get here?
fr: Vue non trouvée ({0}). Comment êtes-vous arrivé ici ?
ru: Представление не обнаружено ({0}). Как вы тут оказались?

source: If it happens again, please <0>report an issue</0>
ru: Если это случится снова, пожалуйста, <0>заявите об ошибке</0>

source: Queue
fr: File d'attente
ru: Очередь

source: Previous
fr: Précédent
ru: Предыдущий

source: Pause
ru: Пауза

source: Play
fr: Lecture
ru: Плей

source: Next
fr: Suivant
ru: Следующий

source: Queue is empty
fr: La file d'attente est vide
ru: Очередь пуста

source: clear queue
fr: vider la file d'attente
ru: очистить очередь

source: see more
fr: voir plus
ru: показать ещё

source: search...
fr: rechercher...
ru: поиск...

source: Rename
fr: Renommer
ru: Переименовать

source: Create new playlist...
fr: Créer une nouvelle playlist...
ru: Создать новый плейлист...

source: New playlist
fr: Nouvelle playlist
ru: Новый плейлист

source: No playlists
fr: Aucune playlist
ru: Плейлистов нет

source: {0} track(s) were added to "{1}"
fr: {0} piste(s) ont été ajoutées à "{1}"
ru: {0} трек(ов) добавлено в "{1}"

source: {selectedCount, plural, one {# track selected} other {# tracks selected}}
fr: {selectedCount, plural, one {# piste sélectionnée} other {# pistes sélectionnées}}
ru: Выбран{selectedCount, plural, one { # трек} few {ы # трека} many {о # треков}}

source: Add to queue
fr: Ajouter à la file d'attente
ru: Добавить в очередь

source: Play next
fr: Lire ensuite
ru: Играть следующим

source: Add to playlist
fr: Ajouter à une playlist
ru: Добавить в плейлист

source: Search for "{artist}"
ru: Искать "{artist}"

source: Search for "{0}"
ru: Искать "{0}"

source: Edit track
fr: Modifier la piste
ru: Редактировать трек

source: Show in file manager
fr: Montrer dans le gestionnaire de fichiers
ru: Открыть в файловом менеджере

source: Remove from library
fr: Retirer de la bibliothèque
ru: Удалить из библиотеки

source: Are you sure you want to remove {0} track(s) from your library?
fr: Êtes-vous sûr de vouloir retirer {0} piste(s) de votre bibliothèque ?
ru: Вы уверены, что хотите удалить {0} трек(ов) из вашей библиотеки?

source: Remove tracks
fr: Retirer les pistes
ru: Удалить треки

source: Cancel
fr: Annuler
ru: Отмена

source: Remove
fr: Retirer
ru: Удалить

source: {0, plural, one {# track} other {# tracks}}
fr: {0, plural, one {# piste} other {# pistes}}
ru: {0, plural, one {# трек} few {# трека} many {# треков}}

source: Title
fr: Titre
ru: Заголовок

source: Duration
fr: Durée
ru: Длительность

source: Artist
fr: Artiste
ru: Исполнитель

source: Album
ru: Альбом

source: Genre
ru: Жанр

source: Volume
ru: Громкость

source: No artist selected
ru: Не выбран исполнитель

source: Loading library...
fr: Chargement de la bibliothèque...
ru: Библиотека загружается...

source: Your library is being scanned =)
ru: Ваша библиотека сканируется =)

source: hold on...
fr: veuillez patienter...
ru: подождите...

source: There is no music in your library :(
ru: В вашей библиотеке нет музыки :(

source: you can <0>add your music here</0>
fr: vous pouvez <0>ajouter votre musique ici</0>
ru: вы можете добавить <0>вашу музыку здесь</0>

source: Your search returned no results
fr: Votre recherche n'a retourné aucun résultat
ru: Ваш поиск не принёс результатов

source: Remove from playlist
fr: Retirer de la playlist
ru: Удалить из плейлиста

source: Empty playlist
fr: Playlist vide
ru: Пустой плейлист

source: You can add tracks from the <0>library view</0>
fr: Vous pouvez ajouter des pistes depuis la <0>bibliothèque</0>
ru: Вы можете добавить треки из <0>библиотечного представления</0>

source: Delete
fr: Supprimer
ru: Удалить

source: Duplicate
fr: Dupliquer
ru: Создать копию

source: Export
fr: Exporter
ru: Экспортировать

source: You haven't created any playlist yet
fr: Vous n'avez pas encore créé de playlist
ru: Вы пока не создали ни одного плейлиста

source: create one now
fr: créez-en une maintenant
ru: создать сейчас

source: No playlist selected
fr: Aucune playlist sélectionnée
ru: Плейлист не выбран

source: New Playlist
fr: Nouvelle Playlist
ru: Новый плейлист

source: About Museeks
fr: À propos de Museeks
ru: О Museeks

source: release notes
fr: notes de version
ru: примечания к релизу

source: Automatically check for updates
fr: Vérifier automatiquement les mises à jour
ru: Автоматически проверять обновления

source: Check for update
fr: Vérifier les mises à jour
ru: Проверить обновления

source: Contributors
fr: Contributeurs
ru: Участники

source: Made with <0/> by Pierre de la Martinière (<1>martpie.io</1>) and a bunch of <2>great people</2>
fr: Fait avec <0/> par Pierre de la Martinière (<1>martpie.io</1>) et un tas de <2>gens formidables</2>
ru: Создали <0/>Пьер де ла Мартиньер (<1>martpie.io</1>) и множество <2>замечательных людей</2>

source: Translations:
fr: Traductions :
ru: Переводы:

source: Report issue / Ask for a feature
fr: Signaler un problème / Demander une fonctionnalité
ru: Сообщить об ошибке / Предложить улучшение

source: Bugs happen. Please, do not hesitate to report them or to ask for features you would like to see, using the <0>issue tracker</0>.
fr: Les bugs arrivent. N'hésitez pas à les signaler ou à demander des fonctionnalités que vous aimeriez voir, en utilisant le <0>gestionnaire de bug</0>.
ru: Ошибки случаются. Пожалуйста, не стесняйтесь сообщать о них, а так же предлагать улучшения, которые вам хотелось бы видеть, посредством <0>трекера</0>.

source: Internals
fr: Détails techniques
ru: Внутренности

source: Open storage directory
fr: Ouvrir le dossier de stockage
ru: Открыть папку-хранилище

source: Playback rate
fr: Vitesse de lecture
ru: Скорость воспроизведения

source: Increase the playback rate: a value of 2 will play your music at a 2x speed
fr: Augmenter la vitesse de lecture : une valeur de 2 jouera votre musique à une vitesse 2x
ru: Увеличить скорость воспроизведения: при значении 2 ваша музыка будет проигрываться на скорости 2x

source: Audio output
ru: Аудио вывод

source: Advanced: set a custom audio output device.
ru: Для продвинутых: выбрать специфическое устройство вывода звука.

source: Follow playing track
fr: Suivre la piste en cours
ru: Следовать за проигрываемым треком

source: Automatically follow the currently playing track (only when the app is not focused)
fr: Suivre automatiquement la piste en cours (uniquement lorsque l'application n'a pas le focus)
ru: Автоматически следовать за проигрываемым треком (только если приложение находится не в фокусе)

source: Files
fr: Fichiers
ru: Файлы

source: There are no folders in your library.
fr: Il n'y a pas de dossiers dans votre bibliothèque.
ru: В вашей библиотеке нет папок.

source: Add folder
fr: Ajouter un dossier
ru: Добавить папку

source: Scan
fr: Scanner
ru: Сканировать

source: All track data will be updated from the base files, but your original files won't be modified. Any Museeks-specific edits you may have done will be reset.
fr: Toutes les informations des pistes seront mises à jour à partir des fichiers d'origine, mais vos fichiers d'origine ne seront pas modifiés. Toutes les modifications spécifiques à Museeks que vous avez pu faire seront réinitialisées.
ru: Вся информация о треках будет обновлена из исходных файлов, но ваши исходные файлы не будут изменены. Все внесённые вами изменения, касающиеся Museeks, будут сброшены.

source: Refresh all tracks?
fr: Rafraîchir toutes les pistes ?
ru: Обновить все треки?

source: Refresh
fr: Rafraîchir
ru: Обновить

source: Force the refresh of all tracks tags
fr: Forcer le rafraîchissement de toutes les informations des pistes
ru: Принудительное обновление тэгов всех треков

source: <0>.m3u</0> files will also be imported as playlists.
fr: Les fichiers <0>.m3u</0> seront également importés en tant que playlists.
ru: Файлы <0>.m3u</0> будут дополнительно импортированы как плейлисты.

source: Automatically refresh library on startup
fr: Rafraîchir automatiquement la bibliothèque au démarrage
ru: Автоматически обновлять библиотеку при запуске

source: Danger zone
fr: Zone de danger
ru: Опасная зона

source: Delete all tracks and playlists from Museeks.
fr: Supprimer toutes les pistes et playlists de Museeks.
ru: Удалить все треки и плейлисты из Museeks.

source: Fully reset the library
fr: Réinitialiser complètement la bibliothèque
ru: Полный сброс библиотеки

source: All your tracks and playlists will be deleted from Museeks.
fr: Toutes vos pistes et playlists seront supprimées de Museeks.
ru: Все ваши треки и плейлисты будут удалены из Museeks.

source: Reset library?
fr: Réinitialiser la bibliothèque ?
ru: Сбросить библиотеку?<<<<<<< HEAD<<<<<<< HEAD

source: Reset
fr: Réinitialiser
ru: Сбросить

source: Reset library
fr: Réinitialiser la bibliothèque
ru: Сбросить библиотеку

source: Audio
ru: Аудио

source: Interface
ru: Интерфейс

source: About
fr: À propos
ru: О программе

source: Theme
fr: Thème
ru: Тема

source: Change the appearance of the interface
fr: Changer l'apparence de l'interface
ru: Изменить внешний вид интерфейса

source: System (default)
fr: Système (par défaut)
ru: Системная (по умолчанию)

source: Accent color
fr: Couleur d'accentuation
ru: Цвет акцента

source: Language
fr: Langue
ru: Язык

source: Tracks density
fr: Densité visuelle des pistes
ru: Плотность треков

source: Change the tracks spacing
fr: Adapter l'espace entre les pistes
ru: Изменить расстояние между треками

source: Normal (default)
fr: Normal (par défaut)
ru: Номральная (по умолчанию)

source: Compact
ru: Компатная

source: Default view
fr: Vue par défaut
ru: Представление по умолчанию

source: Change the default view when starting the application
fr: Changer la vue par défaut au démarrage de l'application
ru: Изменить представление по умолчанию при запуске приложения

source: Library (default)
fr: Bibliothèque (par défaut)
ru: Библиотека (по умолчанию)<<<<<<< HEAD

source: Display Notifications
fr: Afficher les notifications
ru: Отображать уведомления

source: Send notifications when the playing track changes
fr: Envoyer des notifications lorsque la piste en cours change
ru: Посылать уведомления при смене проигрываемого трека<<<<<<< HEAD

source: Sleep mode blocker
fr: Bloqueur de mode veille
ru: Блокировать режим сна

source: Prevent the computer from going into sleep mode when playing
fr: Empêcher l'ordinateur de passer en mode veille lors de la lecture
ru: Предпятствовать переходу компьютера в режим сна во время проигрывания

source: Light
fr: Clair
ru: Светлая

source: Dark
fr: Sombre
ru: Тёмная

source: Edit "{0}"
fr: Modifier "{0}"
ru: Редактировать "{0}"

source: Album Artist
fr: Artiste de l'album
ru: Исполнитель альбома

source: Track Artists
fr: Artistes de la piste
ru: Исполнители трека

source: You can add multiple artists with commas
fr: Vous pouvez ajouter plusieurs artistes avec des virgules
ru: Вы можете указать несколько исполнителей через запятую

source: You can add multiple genres with commas
fr: Vous pouvez ajouter plusieurs genres avec des virgules
ru: Вы можете указать несколько жанров через запятую

source: Year
fr: Année
ru: Год

source: Track Nº
fr: Nº de piste
ru: Трек Nº

source: Of
fr: Sur
ru: из

source: Disk Nº
fr: Nº de disque
ru: Диск Nº

source: Path
fr: Chemin du fichier
ru: Путь

source: Save
fr: Enregistrer
ru: Сохранить

source: Clicking "save" will only update the library data, but will not save it to the original file.
fr: Cliquer sur "enregistrer" mettra uniquement à jour les données de la bibliothèque, mais ne les enregistrera pas dans le fichier d'origine.
ru: После нажатия "Сохранить" обновятся лишь данные библиотеки, но в исходный файл не будет внесено изменений.

source: The playlist "{name}" was created
fr: La playlist "{name}" a été créée
ru: Создан плейлист "{name}"

source: Museeks {0} is available, check https://museeks.io!
fr: Museeks {0} est disponible, consultez https://museeks.io !
ru: Доступна версия Museeks {0}, проверьте https://museeks.io!

source: Museeks {currentVersion} is the latest version available.
fr: Museeks {currentVersion} est la dernière version disponible.
ru: Museeks {currentVersion} является самой последней доступной версией.

source: {0} track(s) were refreshed.
fr: {0} piste(s) ont été actualisée(s).
ru: {0} трек(ов) обновлено.

source: {0} track(s) were added to the library.
fr: {0} piste(s) ont été ajoutée(s) à la bibliothèque.
ru: {0} трек(ов) добавлено в библиотеку.

source: {0} playlist(s) were added to the library.
fr: {0} playlist(s) ont été ajoutée(s) à la bibliothèque.
ru: {0} плейлист(ов) добавлено в библиотеку.

source: Library was reset
fr: La bibliothèque a été réinitialisée
ru: Библиотека сброшена

source: Try <0>reloading the app</0>,
fr: Essayez de <0>recharger l'application</0>,

source: or if it happens again, please <0>report an issue</0>.
fr: ou si cela se reproduit, veuillez <0>signaler un problème</0>.

source: Search for "{item}"
fr: Rechercher "{item}"

source: Copy "{item}"
fr: Copier "{item}"

source: Your library is being scanned
fr: Votre bibliothèque est en cours de scan

source: There is no music in your library
fr: Votre bibliothèque est vide

source: [Beta] Wayland compatibility enhancements
fr: [Beta] Améliorations de la compatibilité Wayland

source: If you face issues using Wayland, try out this option
fr: Si vous rencontrez des problèmes avec Wayland, essayez cette option
